Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/behov-for-samordning-av-kreftene.html.tmx
Source language: nob
Languages: sme

source: Behov for samordning av kreftene / Artikler / Valgperiode 2009 - 2013 / Arkiv / Forsiden - Sametinget
sme: Dárbu ovttastahttit fámuid / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget

source: Behov for samordning av kreftene
sme: Dárbu ovttastahttit fámuid

source: 19. mars 2013
sme: 19. Njukčamánnu 2013

source: Kunnskapsminister Kristin Halvorsen og Sametingets visepresident Laila Susanne Vars møttes mandag 18. mars for å drøfte oppfølgingen av Butenschønutvalgets utredning om samisk høyere utdanning og forskning.
sme: Oahppoministtar Kristin Halvorsen ja Sámedikki várrepresideanta Laila Susanne Vars deaivvadeigga vuosárgga njukčamánu 18. b. digaštallat mo galgá čuovvolit Butenschøn-lávdegotti čielggadeami sámi alitoahpu ja dutkama birra.

source: - Jeg er veldig fornøyd med at Regjeringen nå følger opp Butenschønutvalgets forslag, og ser på hvordan vi sammen kan arbeide for å styrke rekrutteringen til samisk høyere utdanning og forskning.
sme: -Lean hui duhtavaš go Ráđđehus dán čuovvola Butenschøn-lávdegotti evttohusa, ja árvvoštallá mo mii ovttas sáhttit nannet rekrutterema sámi alitohppui ja dutkamii.

source: Møtet var nyttig og konstruktivt, sier visepresident Laila Susanne Vars.
sme: Čoahkkin lei ávkkálaš, dadjá várrepresideanta Laila Susanne Vars.

source: Sametinget tok opp flere prinsipielle spørsmål med statsråden, blant annet om veien videre for Sámi allaskuvla fra høgskole til vitenskapelig høgskole og urfolksuniversitet, tilpasning av akkrediteringsregelverkets kvantitative krav og spørsmål om behovet for økt rekruttering av samiske studenter til høyere utdanning.
sme: Sámediggi válddii ovdan máŋga prinsihpalaš ášši stáhtaráđiin, earret eará Sámi allaskuvlla ovdáneami allaskuvllas dieđalaš allaskuvlan ja álgoálbmotuniversitehtan, akkrediterennjuolggadusa kvantitatiiva gáibádusa heiveheami ja dárbbu rekrutteret eanet sámi studeanttaid alitohppui.

source: Flere større tiltak ble drøftet og det ble diskutert hvordan de ulike tiltakene tas videre i en prosess.
sme: Máŋga stuorra doaibmabiju digaštallojuvvojedje ja mo iešguđet proseassaiguin bargat viidáseappot.

source: - Jeg vil fremheve den enigheten som var politisk i forhold til satsning på samisk høyere utdanning, spesielt innenfor samisk språk.
sme: - Háliidan deattuhit dan politihkalaš ovttamielalašvuođa ahte áŋgiruššat sámi alitoahpuin, erenoamážit sámegielas.

source: Her var også behovet for stipender innen master og doktorgradsstudier i samisk språk tema.
sme: Fáddán lei maid stipeandadárbu master- ja doavttergrádaohppui sámegiela.

source: Dette vil bli fulgt opp videre av statsråden i regjeringen.
sme: Dan galgá stáhtaráđđi čuovvolit viidáseappot ráđđehusas.

source: - Vi drøftet også tiltak om et samordningsråd for samisk høyere utdanning og ble også enig om at det er et stort behov for dette.
sme: - Mii digaštalaimet maiddái ovttasordnenráđi sámi alitoahpu várás ja juvssaimet ovttamielalašvuođa das ahte dasa lea stuorra dárbu.

source: Dette følges opp snarlig i samråd mellom Sametinget og departementet med hensyn til organisering og etablering.
sme: Sámediggi ja departemeanta galget dál fargga ovttasráđiid čuovvolit organiserema ja ásaheami.

source: Det var politisk enighet om at det skulle sees på en organisering innenfor UHR systemet, for å sikre at det samiske perspektivet gjennomgående implementeres i UHR-sektoren, og ikke blir noe som blir hengende igjen når det satses nasjonalt, sier Laila Susanne Vars.
sme: Politihkalaččat lei ovttamielalašvuohta das ahte organiseren galgá árvvoštallojuvvot UHR vuogádagas, sihkkarastin dihtii ahte sámi perspektiiva váldojuvvo mielde UHR-suorgái, nu ahte dat ii šatta dakkár mii báhcá go čađahuvvo nationála áŋgiruššan, dadjá Laila Susanne Vars.

source: Videre ble fremtiden for Sametingets femårige rekrutterings og kvalifiseringsprogram i samisk språk for høyere utdanning, og behovet for opprettelse av et nettverk for samisk forskning drøftet.
sme: Viidáseappot digaštallojuvvui Sámedikki viđa jagi rekrutteren- ja gealbudanprográmma sámegielas ja sámi alitoahpus, ja dárbu ásahit fierpmádaga sámi dutkama várás.

source: Disse punktene vil følges opp av partene.
sme: Bealit galget čuovvolit dáid čuoggáid.

source: - Som ansvarlig for samisk høyere utdanning og forskning på Sametinget, er jeg fornøyd med møtet og at Butenschøn-utvalgets forslag nå følges opp, sier visepresident Laila Susanne Vars.
sme: - Ovddasvástideaddjin sámi alitoahpus ja dutkamis Sámedikkis lea duhtavaš čoahkkimiin ja dainna ahte Butenschøn-lávdegotti evttohus dál čuovvoluvvo, dadjá várrepresideanta Laila Susanne Vars.

source: Kontaktperson:
sme: Gulahalli:
